Repository: Vistaus/feedler
Catalog: po/*.po
Languages: bg, fr

source: Download and view feeds
bg: Изтегли и разгледай излъчванията

source: Feedler News Reader
bg: Фийдлер, Новинарски Четец

source: Update
bg: Обнови
fr: Mise à jour

source: Unread
bg: Непрочетено
fr: Non-lu(s)

source: new feeds
bg: нови емисии
fr: nouveaux flux

source: new feed
bg: нова емисия
fr: nouveau flux

source: Imported %i channels in %i folders.
bg: Вмъкнати са %i канала в %i папки.

source: Updating subscriptions
bg: Обновяване на абонаменти
fr: Mise à jour des abonnements

source: Updating %s
bg: Обновяване на „%s“

source: Downloading favicons
bg: Сваляне на иконки
fr: Téléchargement des icônes de sites Web

source: Importing subscriptions
bg: Импортиране на абонаменти
fr: Import des abonnements

source: Are you sure you want to mark as read?
bg: Сигурни ли сте, че искате да маркирате като прочетено?
fr: Voulez-vous vraiment marquer comme lu(s) ?

source: Are you sure you want to delete?
bg: Сигурни ли сте, че искате да изтриете?
fr: Êtes-vous sûr de vouloir le supprimer ?

source: Get Some Feeds
bg: Сдобийте се с малко емисии

source: Feedler can't seem to find your feeds.
bg: Изглежда, че Feedler не може да намери вашите емисии.
fr: Feedler ne semble pas pouvoir trouver vos flux.

source: Create
bg: Сътвори
fr: Créer

source: Add manually subscriptions from URL.
bg: Добави ръчно абонаменти от УРЛ
fr: Ajouter un abonnement manuellement à partir d'une URL.

source: Import
bg: Импортиране
fr: Importer

source: Add a subscriptions from OPML file.
bg: Добавяне на абонаменти от OPML файл.
fr: Ajouter un abonnement à partir d'un fichier OPML.

source: Share channels or items
bg: Сподели канали или подчасти

source: Export subscriptions
bg: Износ на абонаменти
fr: Exporter les abonnements

source: Name
bg: Име
fr: Nom

source: Save
bg: Запазване
fr: Enregistrer

source: Cancel
bg: Отказ
fr: Annuler

source: Dismiss
bg: Отхвърли

source: Undo
bg: Отмени

source: Mark as read
bg: Маркиране като прочетено
fr: Marquer comme lu(s)

source: Delete
bg: Изтриване
fr: Supprimer

source: Properties
bg: Настройки
fr: Propriétés

source: New
bg: Нов
fr: Nouveau

source: Subscription
bg: Абонамент
fr: Abonnement

source: Folder
bg: Директория
fr: Dossier

source: Display
bg: Екран

source: Open in browser
bg: Отваряне в четеца
fr: Ouvrir dans un navigateur externe

source: Mark as unread
bg: Бележи като непрочетено
fr: Marquer comme non-lu

source: Content:
bg: Съдържание:

source: Enable images:
bg: Разреши снимки:

source: Shrink image to fit:
bg: Смали снимките за да паснат:

source: Enable plugins:
bg: Разреши добавки:

source: Enable JavaScripts:
bg: Разреши ДжаваСкрипт:

source: Enable Java:
bg: Разреши Джава:

source: Window:
bg: Прозорец:

source: Hiding window instead of closing:
bg: Скрий прозореца вместо затваряне:

source: Hide window on start to the messaging menu:
bg: Скрий прозореца, при пускане, в менюто съобщения:

source: Subscriptions:
bg: Абонаменти:

source: Enable automatic updates:
bg: Разреши самостойни обновления:

source: Enable updates on start:
bg: Разреши обновление при запуск:

source: Time interval between updates:
bg: Времево отстояние между обновления:

source: Favicons:
bg: ЛюбимиИконки:

source: Download now all favicons:
bg: Изтегли сега всички ЛюбимиИконки:

source: Preferences
bg: Предпочитания
fr: Préférences

source: Behavior
bg: Поведение
fr: Comportement

source: Updates
bg: Обновления
fr: Mises à jour

source: Add new subscription URL
bg: Добавяне на нов URL за абонамент
fr: Ajouter un nouvel abonnement URL

source: Remove selected subscription
bg: Премахване на избрания абонамент
fr: Supprimer l'abonnement sélectionné

source: Import subscription from OPML
bg: Внеси абонаменти от ОПМЛ
fr: Importer les abonnements d'un fichier OPML

source: Go to the channel with unread items
bg: Отиди на канал с непрочетени неща

source: Mark all items as read
bg: Отбележи всички неща като прочетени
fr: Marquer tous les éléments comme lus

source: unread feeds
bg: непрочетени емисии
fr: Flux non lus

source: unread feed
bg: непрочетена емисия
fr: Flux non lu

source: Load favicon
bg: Зареди ЛюбимаИконка

source: URI Address
bg: URI Адрес
fr: Adresse URI

source: Type to Search...
bg: Пишете за търсене...
fr: Saisir votre recherche...

source: Sidebar Visible
bg: Странична лента видима
fr: Panneau latéral visible

source: Fullscreen
bg: Цял екран
fr: Plein écran

source: Go to the previous readed item
bg: Преминаване на предходния прочетен предмет
fr: Aller au précédent élément lu

source: Go to the next readed item
bg: Преминаване на следващия прочетен предмет
fr: Aller à l'élément lu suivant

source: Refresh all subscriptions
bg: Обновяване на всички абонаменти

source: Menu
bg: Меню

source: %s, by %s
bg: %s, от %s

source: About
fr: À propos

source: Download now all favicons
fr: Télécharger maintenant toutes les icônes de sites Web

source: Enable automatic updates
fr: Permettre les mises à jour automatiques

source: Enable images
fr: Accepter les images

source: Enable java
fr: Activer Java

source: Enable plugins
fr: Activer les greffons

source: Enable scripts
fr: Activer les scripts

source: Enable updates on start
fr: Permettre les mises à jour au démarrage

source: Favicons
fr: Icônes des sites Web

source: Hide window on start to the messaging menu
fr: Au démarrage, cacher la fenêtre dans le menu messagerie

source: Hiding window instead of closing
fr: Cacher la fenêtre au lieu de la fermer

source: Importing %s
fr: Import de %s

source: Shrink image to fit
fr: Ajuster l'image

source: Subscriptions
fr: Abonnements

source: Time interval between updates
fr: Temps entre chaque mise à jour
